---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerHour
source: html/c41dd422-5cff-7447-658d-67a026064ce9.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerHour Property

Pounds mass per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerHour { get; }
```